lab8/requests/installments/pendingForPerson.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="pl/pwr/java/lab8/soap/installments">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:fetchPendingInstallmentsForPersonRequest>
            <personId>0</personId>
        </gs:fetchPendingInstallmentsForPersonRequest>
    </soapenv:Body>
</soapenv:Envelope>